{
  "zero": {
    "description": "локация не выбрана, напишите /start, чтобы выбрать локацию",
    "options": {
      "/start": "location1"
    },
    "loc_image": ""
  },
  "location1": {
    "description": "Ваш путь начинается.\nВы стоите на развилке с тремя путями.\nСлева находится путь в лес.\nПосередине пролегает дорога из цветов.\nСправа расположилась каменистая тропинка.\nКуда же вы решите пойти?",
    "options": {
      "Пойти в лес": "forest",
      "Пойти по следу из цветов": "flower_field",
      "Пойти по тропинке": "tree"
    },
    "loc_image": ""
  },
  "forest": {
    "description": "В глубине густого и таинственного сказочного леса растут огромные деревья, ветви которых переплетаются, словно кружево.\nЗемля покрыта мягким мхом, а в воздухе витают ароматы свежести и волшебства.\nВ этом лесу обитают разнообразные существа: от говорящих животных и гномов до прекрасных эльфов и мудрых драконов.\nВ лесу царит особая атмосфера, которая создаёт ощущение, что время здесь остановилось.\nОднако что-то всё-таки настораживает героя.\nИз глубин леса веет опасностью.",
    "options": {
      "Выйти на поляну": "flower_field",
      "Пройти в глубь леса": "forest_watcher"
    },
    "loc_image": "forest.png"
  },
  "forest_watcher": {
    "description": "Пробираясь через густые заросли и преодолевая препятствия, вы всё ближе подходите к своей цели.\nНо чем глубже вы проникаете в лес, тем более зловещими становятся его обитатели.\nВскоре дорогу вам преграждает огромное чудовище - лесной смотритель.\nЧто же вы будете делать?",
    "options": {
      "Сражаться со смотрителем": "forest_watcher_encounter",
      "Обойти смотрителя": "forest_watcher_escape"
    },
    "loc_image": "forest_watcher.jpeg"
  },
  "forest_watcher_encounter": {
    "description": "Смотритель заметил вас и почувствовал исходящую исходящую угрозу.\nОн пристально посмотрел на вас, и вы начали чувствовать, что двигаться вам становится всё тяжелее.\nСмотритель использовал на вас окаменяющий взгляд и превратил вас в неподвижную статую.\n\nВы оказываетесь в каменной ловушке, не в силах пошевелиться или изменить свою судьбу.",
    "options": {
      "Дальше": "lose"
    },
    "loc_image": "forest_watcher_stare.jpeg"
  },
  "forest_watcher_escape": {
    "description": "Смотритель заметил вас, однако, не почувствовав угрозы, он отпустил вас.\nВы бежите по волшебному лесу без оглядки, думая только о том, как бы выбраться отсюда, и натыкаетесь на лесную арку, под которой вымощена тропинка.",
    "options": {
      "Идти дальше": "magic_city"
    },
    "loc_image": "forest_exit.png"
  },
  "flower_field": {
    "description": "Следуя за дорогой из цветов, вы выходите на цветочную поляну, полную волшебных растений.\nВоздух наполнен их ароматом, а земля влажная от росы.\nКрасота цветочной поляны так и манит вас задержаться здесь, чтобы в полной мере насладиться ей.\nЧто вы будете делать?",
    "options": {
      "Насладиться ароматом цветов": "flower_field_road",
      "Продолжить дорогу": "flower_field_lost"
    },
    "loc_image": "flower_field.png"
  },
  "flower_field_road": {
    "description": "Пока вы гуляли по поляне, разыскивая самые красивые растения, вы и сами не заметили, как вышли на небольшую каменистую тропу.\nВы испытываете хорошее предчувствие от того, что нашли ее.\nБыть может, это была благодарность цветой этой поляны?",
    "options": {
      "Идти дальше": "magic_city"
    },
    "loc_image": "flower_field_road.png"
  },
  "flower_field_lost": {
    "description": "Вы сразу же отправились дальше в путь.\nВы бродили с десяток часов, пока не поняли, что заблудились.\nВокруг стемнело, и растения, будто обиженные вашей расторопностью, все больше теснили вас и постепенно загораживали тропу.\n\nВы потеряны и вряд ли вам когда-нибудь суждено выбраться с этой проклятой поляны.",
    "options": {
      "Дальше": "lose"
    },
    "loc_image": "flower_field_lost.png"
  },
  "tree": {
    "description": "Вы встречаете на своем пути дерево.\nКажется, внутри него сияет портал.\nХотите зайти в него?",
    "options": {
      "Зайти в портал": "magic_city",
      "Свернуть в лес": "forest"
    },
    "loc_image": "tree.png"
  },
  "lose": {
    "description": "Вы проиграли!",
    "options": {
      "Начать сначала": "location1"
    },
    "loc_image": "skull.jpeg"
  },
  "magic_city": {
    "description": "Вы оказываетесь около города магов.\nОт его вида у вас захватывает дух и приятная дрожь пробегает по вашему позвоночнику.\nГород магов переполнен волшебной энергией и его аура тянет вас за собой.\nВы вступаете в город и на этом ваше скитание по миру подходит к концу.\n\n Вы выиграли!",
    "options": {
      "Начать сначала": "location1"
    },
    "loc_image": "magic_city.png"
  }
}